const intro = {
    imgPath: '/static/images/demo/temp1.jpg',
    title: '什么是日常法律服务？',
    desc: '非诉讼法律事务，就广义上来讲，是针对诉讼法律事务而言的，是诉讼法律事务的对称；从其性质和办理方式上加以理解，非诉讼法律事务则具有两重含义：一是不具备诉讼要件的法律事务，即无争议的法律事务；二是虽具备诉讼要件，即具有争议，但不通过诉讼方式处理的法律事务。',
    range: '这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明。'
}

const list = [
    {
        id: 1,
        imgPath: '/static/images/demo/temp1.jpg',
        title: '起草协议',
        price: '100',
        sold: '120',
        desc: '这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明'
    },
    {
        id: 2,
        imgPath: '/static/images/demo/temp1.jpg',
        title: '起草协议',
        price: '100',
        sold: '120',
        desc: '这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明'
    },
    {
        id: 3,
        imgPath: '/static/images/demo/temp1.jpg',
        title: '起草协议',
        price: '100',
        sold: '120',
        desc: '这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明'
    },
    {
        id: 4,
        imgPath: '/static/images/demo/temp1.jpg',
        title: '起草协议',
        price: '100',
        sold: '120',
        desc: '这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明'
    },
    {
        id: 5,
        imgPath: '/static/images/demo/temp1.jpg',
        title: '起草协议',
        price: '100',
        sold: '120',
        desc: '这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明，这是关于起草协议服务的说明'
    }
]

const details = {
    imgPath: '/static/images/demo/temp1.jpg',
    title: '起草协议',
    price: '100',
    sold: '120',
    desc: '非诉讼法律事务，就广义上来讲，是针对诉讼法律事务而言的，是诉讼法律事务的对称；从其性质和办理方式上加以理解，非诉讼法律事务则具有两重含义：一是不具备诉讼要件的法律事务，即无争议的法律事务；二是虽具备诉讼要件，即具有争议，但不通过诉讼方式处理的法律事务。非诉讼法律事务，就广义上来讲，是针对诉讼法律事务而言的，是诉讼法律事务的对称；从其性质和办理方式上加以理解，非诉讼法律事务则具有两重含义：一是不具备诉讼要件的法律事务，即无争议的法律事务；二是虽具备诉讼要件，即具有争议，但不通过诉讼方式处理的法律事务。非诉讼法律事务，就广义上来讲，是针对诉讼法律事务而言的，是诉讼法律事务的对称；从其性质和办理方式上加以理解，非诉讼法律事务则具有两重含义：一是不具备诉讼要件的法律事务，即无争议的法律事务；二是虽具备诉讼要件，即具有争议，但不通过诉讼方式处理的法律事务。非诉讼法律事务，就广义上来讲，是针对诉讼法律事务而言的，是诉讼法律事务的对称；从其性质和办理方式上加以理解，非诉讼法律事务则具有两重含义：一是不具备诉讼要件的法律事务，即无争议的法律事务；二是虽具备诉讼要件，即具有争议，但不通过诉讼方式处理的法律事务。',
    range: '这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明。这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明。这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明。这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明。这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明。'
}

export default {
    intro,
    details,
    list
}
