const list = [
    {
        id: 1,
        imgPath: '/static/images/demo/temp1.jpg',
        title: '收费委托',
        price: '100～1000',
        desc: '这是关于收费代理服务的说明，这是关于收费代理服务的说明，这是关于收费代理服务的说明，这是关于收费代理服务的说明，这是关于收费代理服务的说明，这是关于收费代理服务的说明，这是关于收费代理服务的说明，这是关于收费代理服务的说明，这是关于收费代理服务的说明，这是关于收费代理服务的说明，这是关于收费代理服务的说明。',
        range: '这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明。这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明。这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明。这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明。这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明。',
        services: '这是收费代理服务的服务流程说明，这是收费代理服务的服务流程说明，这是收费代理服务的服务流程说明，这是收费代理服务的服务流程说明，这是收费代理服务的服务流程说明，这是收费代理服务的服务流程说明，这是收费代理服务的服务流程说明。'
    },
    {
        id: 2,
        imgPath: '/static/images/demo/temp1.jpg',
        title: '风险委托',
        price: '100～1000元/次',
        desc: '这是关于风险代理服务的说明，这是关于风险代理服务的说明，这是关于风险代理服务的说明，这是关于风险代理服务的说明，这是关于风险代理服务的说明，这是关于风险代理服务的说明，这是关于风险代理服务的说明，这是关于风险代理服务的说明，这是关于风险代理服务的说明，这是关于风险代理服务的说明，这是关于风险代理服务的说明。',
        range: '这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明。这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明。这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明。这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明。这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明，这是该服务的使用范围说明。',
        services: '这是风险代理服务的服务流程说明，这是风险代理服务的服务流程说明，这是风险代理服务的服务流程说明，这是风险代理服务的服务流程说明，这是风险代理服务的服务流程说明，这是风险代理服务的服务流程说明，这是风险代理服务的服务流程说明。'
    }
]

export default {
    list
}
