const list = [
    {
        id: 1,
        imgPath: '/static/images/demo/temp1.jpg',
        title: '合同范本',
        price: '100',
        sold: '120',
        desc: '这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介。'
    },
    {
        id: 2,
        imgPath: '/static/images/demo/temp1.jpg',
        title: '合同范本',
        price: '100',
        sold: '120',
        desc: '这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介。'
    },
    {
        id: 3,
        imgPath: '/static/images/demo/temp1.jpg',
        title: '合同范本',
        price: '100',
        sold: '120',
        desc: '这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介。'
    },
    {
        id: 4,
        imgPath: '/static/images/demo/temp1.jpg',
        title: '合同范本',
        price: '100',
        sold: '120',
        desc: '这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介。'
    },
    {
        id: 5,
        imgPath: '/static/images/demo/temp1.jpg',
        title: '合同范本',
        price: '100',
        sold: '120',
        desc: '这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介。'
    }
]

const details = {
    imgPath: '/static/images/demo/temp1.jpg',
    title: '合同范本',
    catetory: '劳务纠纷',
    price: '100',
    sold: '120',
    updateTime: '2019年8月20日',
    desc: '这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介，这是这份文件的简介。',
    range: '这是这份文件的使用范围说明，这是这份文件的使用范围说明，这是这份文件的使用范围说明，这是这份文件的使用范围说明，这是这份文件的使用范围说明，这是这份文件的使用范围说明，这是这份文件的使用范围说明。这是这份文件的使用范围说明，这是这份文件的使用范围说明，这是这份文件的使用范围说明，这是这份文件的使用范围说明，这是这份文件的使用范围说明，这是这份文件的使用范围说明，这是这份文件的使用范围说明。'
}

export default {
    details,
    list
}
