
let agreement = {
  agreement_title: '虎甲网络科技（深圳）有限公司委托代理协议',
  agreement_title_sub: '虎甲（2019）委托协议第0002号',
  agreement_intro: '本委托代理协议由在“虎甲律师问答”网络平台（以下简称“网络平台或平台”）登记注册的专业律师与虎甲网络科技（深圳）有限公司就委托完成网络平台内有关法律服务事项而签订。虎甲网络科技（深圳）有限公司（以下简称“委托方”）代表客户（以下简称“当事人”）将“虎甲律师问答”网络平台内有关法律服务事项委托给专业律师完成（以下简称“受托方”），专业律师接受委托后视为接受本协议。',
  agreement_texts: [
      {
          text: '1、委托与受托',
          text_sub: [
              '1.1 委托方承诺已经接受当事人委托，有权就网络平台内有关事项委托受托方提供相关法律服务，并以委托方名义与受托方签订本委托协议及支付相应的法律服务费用。',
              '1.2 受托方承诺具有合法有效的律师执业资格和合格的委托事项法律服务能力，愿意接受委托方委托并按照网络平台《用户协议》约定完成委托事项法律服务工作。',
              '1.3 受托方为完成委托服务事项需要以受托方所在律师事务所名义与委托方签订委托协议的，受托方应当按照本协议有关委托事项主要约定内容向委托方提供《代理合同》，委托方经审查同意后签字确认。',
          ]
      },
      {
          text: '2、委托事项',
          text_sub: [
              '2.1 委托事项为网络平台中当事人委托事务的一项或数项，具体以受托方实际接受委托的事项为准。',
              '2.2 当事人就同一个案件在网络平台中选择数项拆分服务的，受托方应当就该数项拆分服务全部接受委托。',
              '2.3 受托人接受委托后，应当亲自完成所接受法律服务事项的主要工作，以保证法律服务的质量。辅助性的工作可以联合他人协助完成。',
              '2.4 受托人接受委托后，不得将委托事项全部或部分转委托给其他人完成。',
          ]
      },
      {
          text: '3、委托费用及支付',
          text_sub: [
            '3.1 委托费用按照网络平台中具体委托事项标注价格的百分之六十标准计算。',
            '3.2 委托费用中包含受托方为完成具体委托事项法律服务所支出的所有费用，包括但不限于打字复印、交通通讯、食宿等经办费用。',
            '3.3 委托方就委托事项除了支付本协议约定的委托费用外，不再另行向受托方支付其他任何费用。',
            '3.4 受托方以其所在律师事务所名义与委托方签订《代理合同》的，委托方有权将受托方的法律服务费用直接支付至受托方所在律师事务所，也有权将法律服务费用直接支付给受托方。受托方收取法律服务费的，应当与其所在律师事务所自行结算。',
            '3.5 委托费用在委托事项全部完成后支付给受托方，认定委托事项完成的标准参照网络平台《用户协议》约定。',
            '3.6 委托费用由委托方按照网络平台规定在统一支付时间内支付给受托方。'
          ]
      },
      {
          text: '4、发票',
          text_sub: [
            '4.1 委托方支付委托费用后，受托方应当以其所在律师事务所名义向当事人开具发票。',
            '4.2 发票抬头应当为当事人全称，金额为委托方支付的委托费用。',
            '4.3 受托方开具的发票一般为普通增值税发票。当事人要求委托方出具增值税专票的，受托方应当开具增值税专票。',
            '4.4 受托方开具发票所发生的税费由受托方承担。'
          ]
      },
      {
          text: '5、委托事项完成',
          text_sub: [
            '5.1 受托方完成的认定标准是足以证明受托方就当事人委托事项完成法律服务的相关资料。',
            '5.2 受托方完成委托事项后，应当立即将相关认定资料发送当事人，以便当事人在网络平台规定时间内予以确认。',
            '5.3 当事人未在网络平台规定时间内确认受托方完成委托事项的，受托方应当将完成委托事项认定资料上传网络平台，网络平台审核后安排支付服务费用。'
            
          ]
      },
      {
          text: '6、法律服务',
          text_sub: [
            '6.1 受托方为委托事项提供法律服务，应当严格遵守职业道德和执业纪律，勤勉审慎。',
            '6.2 受托方接受委托后，应当及时与当事人取得联系，详细了解当事人对委托事项的具体要求，并收集完成委托事项所必要的资料。',
            '6.3 受托方应当按时完成委托事项，必要时根据当事人意思进行修改完善，确保服务质量。'
            
          ]
      },
      {
          text: '7、争议条款',
          text_sub: [
              '7.1 因本协议发生争议，任何一方均有权将争议提交深圳仲裁委员会裁决。',
          ]
      },
  ]
}
module.exports = {agreement}
