// 用户注册协议
let agreement = {
    agreement_title: '虎甲网络科技（深圳）有限公司用户协议',
    agreement_title_sub: '虎甲（2019）用户协议0001号',
    agreement_texts: [
        {
            text: '1、定义',
            text_sub: [
                '1.1本《用户协议》，以下简称“协议”，是指虎甲网络科技（深圳）有限公司为规范网络平台使用与用户之间达成的一致意见。',
                '1.2本网站英文域名“hujiaonline.com”，中文名称为“虎甲律师问答”，是指由虎甲网络科技（深圳）有限公司依法申请注册并为用户提供相关服务的网络平台。以下简称“网络平台或平台”。',
                '1.3用户，是指接受协议并实际利用网络平台的使用者，包括注册登记的用户和非注册登记进入网络平台的临时用户。',
                '1.4 服务事项，指咨询法律服务、日常法律服务、分类法律服务和全案委托法律服务等网络平台设定的有关服务事项。',
                '1.5 客户，指通过网络平台进行法律咨询或委托相关法律事项并实际接受用户服务的人。',
                '1.6 常规的日常法律服务事项，指协议或合同起草、起诉书、答辩状、律师函等法律文书起草；重大的日常法律服务事项，指律师见证、出具法律意见书、参与商业谈判和纠纷调解、调查取证、常年法律顾问等服务事项。',
                '1.5法律法规，是指中华人民共和国现行有效施行的有关法律和行政法规。'
            ]
        },
    ]
}
module.exports = {agreement}
